Repository: Bezik2700/Find-Pair-App
Catalog: Find_Pair_App/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ru_ru, zh_hans

# about_text_1
source: A memory like a goldfish? Find out!
es: ¿Tienes memoria de pez? ¡Descúbrelo!
fr: Une mémoire de poisson rouge ? Découvrez-le !
hi: क्या आपकी याददाश्त गोल्डफ़िश जैसी है? पता लगाएँ!
ru_ru: Память как у золотой рыбки? Проверьте!
zh_hans: 记忆力像金鱼一样差？来测测看！

# about_text_2
source: Everyone here has a partner.
es: Todos aquí tienen pareja.
fr: Tout le monde ici a un partenaire.
hi: यहाँ हर किसी का एक पार्टनर है।
ru_ru: У всех здесь есть пара.
zh_hans: 这里的每个人都有伴侣。

# about_text_3
source: The matchmaking we deserve.
es: El casamentero que merecemos.
fr: Le système de matchmaking que nous méritons.
hi: ऐसी मैचमेकिंग जिसके हम हकदार हैं।
ru_ru: Mathmaking, которого мы заслуживаем.
zh_hans: 我们应得的匹配机制。

# about_text_4
source: Your memory has left the chat.
es: Tu memoria ha abandonado el chat.
fr: Votre mémoire a quitté la conversation.
hi: आपकी याददाश्त गायब हो गई है।
ru_ru: Ваша память покинула чат.
zh_hans: 你的记忆已退出群聊。

# about_text_5
source: Even cards have a match.
es: Incluso las cartas tienen pareja.
fr: Même les cartes ont une paire.
hi: ताश के पत्तों की भी जोड़ी होती है।
ru_ru: Даже у карточек есть пара.
zh_hans: 就连牌也有配对。

# about_text_6
source: Check how old you are.
es: Comprueba qué edad tienes.
fr: Vérifiez votre âge.
hi: देखें कि आप कितने साल के हैं।
ru_ru: Проверьте, насколько вы стар.
zh_hans: 查看你的年龄。

# about_text_7
source: Memory and attention training.
es: Entrenamiento de la memoria y la atención.
fr: Entraînement de la mémoire et de l'attention.
hi: याददाश्त और ध्यान की ट्रेनिंग।
ru_ru: Тренировка памяти и внимания.
zh_hans: 记忆与注意力训练。

# about_text_8
source: A classic memory-building game.
es: Un juego clásico para desarrollar la memoria.
fr: Un jeu classique pour développer la mémoire.
hi: याददाश्त बढ़ाने वाला एक क्लासिक गेम।
ru_ru: Классическая игра для развития памяти.
zh_hans: 一款经典的记忆力游戏。

# about_text_9
source: Test your attentiveness right now.
es: Pon a prueba tu atención ahora mismo.
fr: Testez votre attention dès maintenant.
hi: अभी अपनी सतर्कता की जाँच करें।
ru_ru: Проверьте свою внимательность прямо сейчас.
zh_hans: 现在就测试一下你的注意力。

# about_text_10
source: Your brain cells are officially invited.
es: Tus células cerebrales están oficialmente invitadas.
fr: Vos cellules cérébrales sont officiellement invitées.
hi: आपके ब्रेन सेल्स को आधिकारिक तौर पर आमंत्रित किया जाता है।
ru_ru: Ваши клетки мозга официально приглашены.
zh_hans: 诚邀您的脑细胞参与。

# ad_not_ready
source: The advertisement has not loaded; please wait.
es: El anuncio no se ha cargado; por favor, espere.
fr: La publicité ne s'est pas chargée ; veuillez patienter.
hi: विज्ञापन लोड नहीं हुआ है; कृपया प्रतीक्षा करें।
ru_ru: Реклама не загружена, пожалуйста подождите.
zh_hans: 广告尚未加载，请稍候。

# add_hints
source: Advertising viewed, bonus awarded (+ 10 points)
es: Anuncio visto, bonificación otorgada (+ 10 puntos)
fr: Publicité visionnée, bonus attribué (+ 10 points)
hi: विज्ञापन देखा गया, बोनस मिला (+ 10 पॉइंट्स)
ru_ru: Реклама просмотрена, бонус начислен (+ 10 очков)
zh_hans: 已观看广告，已发放奖励（+10 积分）

# add_hints_button
source: get hints
es: obtener pistas
fr: Obtenir des indices
hi: संकेत प्राप्त करें
ru_ru: получить подсказки
zh_hans: 获取提示

# add_hints_button_2
source: for watching ads
es: por ver anuncios
fr: pour regarder des publicités
hi: विज्ञापन देखने के लिए
ru_ru: за просмотр рекламы
zh_hans: 观看广告

# click_text_1
source: 1. In the first game mode, you must flip over cards by clicking on them and find two matching ones.
es: 1. En el primer modo de juego, debes voltear las cartas haciendo clic en ellas y encontrar dos que coincidan.
fr: 1. Dans le premier mode de jeu, vous devez retourner des cartes en cliquant dessus et en trouver deux identiques.
hi: 1. पहले गेम मोड में, आपको कार्ड्स पर क्लिक करके उन्हें पलटना होगा और दो एक जैसे कार्ड्स खोजने होंगे।
ru_ru: 1. В первом режиме игры вам предстоит нажатием переворачивать карточки и искать 2 одинаковые
zh_hans: 1. 在第一种游戏模式中，你需要通过点击来翻开卡片，并找出两张相同的卡片。

# click_text_2
source: If a pair matches, it will count for you.
es: Si un par coincide, contará para ti.
fr: Si une paire correspond, elle comptera pour vous.
hi: अगर कोई जोड़ी मेल खाती है, तो उसे आपके लिए गिना जाएगा।
ru_ru: Если пара совпадет, она будет засчитана в вашу пользу.
zh_hans: 如果凑成了一对，就会计入你的成绩。

# click_text_3
source: On the top panel, you can use a hint (lightbulb icon) and see how many pairs are left to find (gray circles that turn green when you find a pair).
es: En el panel superior, puedes usar una pista (icono de bombilla) y ver cuántas parejas quedan por encontrar (círculos grises que se vuelven verdes al encontrar una pareja).
fr: Dans le panneau supérieur, vous pouvez utiliser un indice (icône d'ampoule) et voir combien de paires il reste à trouver (cercles gris qui deviennent verts lorsque vous trouvez une paire).
hi: ऊपर वाले पैनल पर, आप हिंट (लाइटबल्ब का आइकॉन) का इस्तेमाल कर सकते हैं और देख सकते हैं कि कितने जोड़े ढूंढने बाकी हैं (ग्रे रंग के गोले जो जोड़ा मिलने पर हरे हो जाते हैं)।
ru_ru: На верхней панели вы сможете воспользоваться подсказкой (иконка лампочки) и увидеть сколько пар осталось найти (серые кружочки, превращающиеся в зеленые, когда вы находите 1 пару).
zh_hans: 在顶部面板上，您可以使用提示功能（灯泡图标），并查看还剩下多少对需要寻找（灰色圆圈，找到一对后会变为绿色）。

# click_text_4
source: 2. In the second game mode, the task is the same as in the first; however, the cards are no longer identical, and you must find logical pairs (see example below).
es: 2. En el segundo modo de juego, la tarea es la misma que en el primero; sin embargo, las cartas ya no son idénticas y debes encontrar pares lógicos (consulta el ejemplo a continuación).
fr: 2. Dans le deuxième mode de jeu, la tâche est la même que dans le premier ; toutefois, les cartes ne sont plus identiques et vous devez trouver des paires logiques (voir l'exemple ci-dessous).
hi: 2. दूसरे गेम मोड में, काम पहले वाले जैसा ही है; हालाँकि, अब कार्ड एक जैसे नहीं हैं और आपको लॉजिकल जोड़े खोजने होंगे (नीचे उदाहरण देखें)।
ru_ru: 2. Во втором режиме игры вам предстоит тоже самое что и в 1, однако теперь карточки не одинаковы, необходимо искать логические пары карт (пример ниже).
zh_hans: 2. 在第二种游戏模式中，任务与第一种相同；但此时卡片不再完全相同，你需要找出符合逻辑的配对（见下方示例）。

# click_text_5
source: In addition to finding pairs, you will also need to look for sets of three or four such cards (the active mode will be indicated in the game). Future updates will introduce levels with time and click limits.
es: Además de encontrar parejas, también deberás buscar grupos de tres o cuatro de estas cartas (el modo activo se indicará en el juego). Las futuras actualizaciones introducirán niveles con límites de tiempo y de clics.
fr: En plus de trouver des paires, vous devrez également rechercher des ensembles de trois ou quatre cartes de ce type (le mode actif sera indiqué dans le jeu). De futures mises à jour introduiront des niveaux avec des limites de temps et de clics.
hi: जोड़े खोजने के अलावा, आपको ऐसे तीन या चार कार्ड के सेट भी खोजने होंगे (गेम में एक्टिव मोड दिखाया जाएगा)। भविष्य के अपडेट में समय और क्लिक की सीमा वाले लेवल शामिल किए जाएंगे।
ru_ru: Кроме того, кроме поиска пары, необходимо будет искать тройки или четверки таких карточек (включенный режим будет обозначаться в игре). Будущие изменения уровней с ограничением по времени и кликам.
zh_hans: 除了寻找成对的卡片外，你还需要寻找由三张或四张此类卡片组成的组合（游戏内会标示当前的匹配模式）。未来的更新将加入设有时间和点击次数限制的关卡。

# click_text_6
source: Good luck!!!
es: ¡¡¡Buena suerte!!!
fr: Bonne chance!!!
hi: आपको कामयाबी मिले!!!
ru_ru: Удачи!!!
zh_hans: 祝你好运！！！

# description_1
source: We are looking for couples (1-20 lvl)
es: Buscamos parejas (niveles 1-20)
fr: Nous recherchons des couples (niveaux 1 à 20).
hi: हम कपल्स (लेवल 1-20) की तलाश में हैं।
ru_ru: Мы ищем пары (1-20 ур)
zh_hans: 我们正在寻找情侣玩家（1-20级）。

# description_2
source: We are looking for 3 cards (21-55 lvl)
es: Nosotros estamos buscando 3 cartas (21-55 lvl)
fr: Nous recherchons 3 cartes (niveaux 21 à 55).
hi: हमें 3 कार्ड (लेवल 21-55) चाहिए।
ru_ru: Мы ищем 3 карточки (21-55 ур)
zh_hans: 我们正在寻找3张卡片（21-55级）。

# description_3
source: We are looking for 4 cards (56 - 150 lvl)
es: Buscamos 4 cartas (niveles 56-150).
fr: Nous recherchons 4 cartes (niveaux 56 à 150).
hi: हमें 4 कार्ड (लेवल 56 - 150) चाहिए।
ru_ru: Мы ищем 4 карточки (56 - 150 ур)

# description_4
source: We're looking for fives.
es: Buscamos cincos.
fr: Nous recherchons des billets de cinq.
hi: हम पाँच की तलाश में हैं।
ru_ru: Мы ищем пятёрки
zh_hans: 我们在寻找评分为5的。

# game_music
source: Music
es: Música
fr: Musique
hi: संगीत
ru_ru: Музыка
zh_hans: 音乐

# game_sound
source: Sounds
es: Sonidos
fr: Sons
hi: ध्वनि
ru_ru: Звуки
zh_hans: 声音

source: Level %lld
es: Nivel %lld
fr: Niveau %lld
hi: लेवल %lld
ru_ru: Уровень %lld
zh_hans: 第 %lld 关

source: Notification
es: Notificación
hi: सूचना
ru_ru: Уведомление
zh_hans: 通知

source: Restart
es: Reanudar
fr: Redémarrage
hi: पुनः आरंभ करें
ru_ru: Заново
zh_hans: 重新启动

# Rules_game
source: Rules of the game
es: Reglas del juego
fr: Règles du jeu
hi: खेल के नियम
ru_ru: Правила игры
zh_hans: 游戏规则

# start_difficult
source: Start a difficult game
es: Empieza una partida difícil
fr: Lancer une partie difficile
hi: एक मुश्किल गेम शुरू करें
ru_ru: Начать сложную игру
zh_hans: 开始一场高难度游戏

# start_easy
source: Start an easy game
es: Empieza una partida fácil
fr: Lancez une partie facile
hi: एक आसान गेम शुरू करें
ru_ru: Начать легкую игру
zh_hans: 开始一场简单的游戏

source: ok
hi: ठीक है
ru_ru: ок
zh_hans: 好的
